Repository: permissionlesstech/bitchat
Catalog: bitchat/Localization/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, zh_hans

# system.unblocked_geohash
source: unblocked %@ in geohash chats
ar: أُزيل الحظر عن %@ في دردشات geohash
es: desbloqueado %@ en chats geohash
fr: %@ débloqué dans les discussions geohash
zh_hans: 已在 geohash 聊天中取消屏蔽 %@

# system.unfavorited_you
source: %@ unfavorited you
ar: %@ أزالك من المفضلة
es: %@ te quitó de favoritos
fr: %@ vous a retiré des favoris
zh_hans: %@ 将你从收藏移除

# test.sample
source: Sample
ar: مثال
es: Ejemplo
fr: Exemple
zh_hans: 示例

# placeholder.type_message
source: type a message
es: escribe un mensaje
